<template>
  <div>
    <nav-header></nav-header>
    <div class="width">

      <div class="regist-box regist-box-1">

        <div class="regist-title">
          服务协议
        </div>
        <div class="regist-agreement-box">
          <p>重要:在注册会员之前，请仔细阅读以下使用规章。</p>
          <p>规章制度中规定了使用本服务的时候你的权利和义务。</p>
          <p>点击“同意规定并注册会员”按钮，你就同意了本规章制度的所有条件。</p>
          <div class="agreement">
            <p>
              第1条(定义)
            </p>
            <p>
              在本规章中，以下术语表示如下的意思。
            </p>
            <p>
              (1)“会员”指的是，同意本规定，通过规定方法进行硬件网站会员登录的个人。
            </p>
            <p>
              (2)“服务”是本公司运营的“ハードオフネットモール”等各种网站(以下简称“本网站”)中本公司提供面向会员的各种服务。
            </p>
            <p>
              (3)“交易”是指会员利用本公司网站进行的、购物等各种行为。
            </p>
            <p>
              (4)所谓“服务提供者”，是将硬盘购物店等作为交易对象的商品或提供劳务的人。
            </p>
            <p>
              (5)“本规章”指的是本规章制度、硬盘网站使用上导游、硬盘购物中心的购物注意事项、其他公司规定的规章制度、指导线等。
            </p>
            <p>
              (6)“会员信息”指的是会员与本公司公开的会员的属性有关的信息和关于会员的交易的履历等信息(包括第11条收集的信息)。
            </p>
            <p>
              第2条(硬件团体会员)
            </p>
            <p>
              在本规章中，以下术语表示如下的意思。
            </p>
            <p>
              (1)会员根据本公司规定的条件，可以在本公司网站使用服务。但是，也有其他公司必须要注册的事项。
            </p>
            <p>
              (2)会员对于作为会员的地位以及服务的利用，对本公司取得的一切权利转让、转债、担保差入等其他形式都不能处理。
            </p>
            <p>
              第3条(本规章)
            </p>
            <p>
              本规章适用于所有会员，在注册程序和注册后使用。
            </p>
            <p>
              第4条(会员登记手续)
            </p>
            <p>
              (1)会员资格
            </p>
            <p>
              在同意本规定的同时预定加入申请的个人，在规定的登录手续完成后具有作为会员的资格。会员注册程序请由成为会员的本人进行。对代理的注册一概不承认。再者，对于过去被取消会员资格的一方和本公司判断不符合的人的会员申请，也有拒绝的情况。
            </p>
            <p>
              (2)会员信息的输入
            </p>
            <p>
              在注册会员的时候，请仔细阅读输入上的注意事项，并正确输入规定的输入表格里的必要事项。
            </p>
            <p>
              第5条(用户id和密码管理)
            </p>
            <p>
              用户id和密码请定期地修改为不被别人知道的事情，由会员本人负责管理。被输入的用户id和密码被登记的和一致的所定的方法确认的情况下,会员的利用有了,它们被视为非法盗用,使用其他原因会员以外的人正在利用情况,对于由此产生的损失,本公司不承担任何责任。
            </p>
            <p>
              第6条(登录信息的变更)
            </p>
            <p>
              如果登录的信息发生了变更的话，请迅速变更注册。本公司不承担因未进行变更注册而产生的损失。另外，即使进行变更注册，也在变更登记之前已经进行了程序的交易基于变更登记前的信息进行。对于这样的交易，有必要将登录信息的变更内容通知给服务提供者，那么请由会员直接与服务提供者联系。
            </p>
            <p>
              第7条(会员退会)
            </p>
            <p>
              如果会员希望退会，会员本人请删除会员信息。预定的退会手续结束后会退会。
            </p>
            <p>
              第8条(硬件市场交易)
            </p>
            <p>
              会员通过本公司的服务器与服务提供商进行交易，成为会员和服务提供商之间的直接交易。本公司除提供有关交易的服务提供者以外，不作为交易当事人，对交易的责任不负责。因此，在交易时发生一件事麻烦的时候，会在会员和服务提供商之间得到解决。
            </p>
            <p>
              第9条(本公司的免责)
            </p>
            <p>
              (1)服务提供者与服务提供者的交易、商品、服务、内容页上的记载内容、各种信息的内容、服务提供者的个人信息管理等,提供相关服务,请直接咨询。关于这些内容的真伪、准确性、最新性、有效性、可靠性、合法性、第三方的权利没有侵害等问题，我们公司一律不予保证。
            </p>
            <p>
              (2)通信线路或电脑等障碍引起的系统、拖欠、中止、中断的消失,对数据的非法访问数据而产生的损失,其他关于本公司的服务会员产生的损失,本公司不承担任何责任。
            </p>
            <p>
              (3)本公司不能保证从本公司的网页服务器域等发送的邮件内容中没有包括电脑病毒等有害的内容。
            </p>
            <p>
              (4)本公司对于会员和服务提供者，会适当地提供信息提供和建议，但这并不是负责任的事情。
            </p>
            <p>
              (5)会员违反本规章等发生的损失，本公司完全不负责任。
            </p>
            <p>
              第10条(禁止事项)
            </p>
            <p>
              本服务的使用时,会员对次进行各号的行为的禁止。
            </p>
            <p>
              (1)违反法令或本规章制度，在硬件购物中心购买购物方面的注意事项等。
            </p>
            <p>
              (2)公司、服务提供者以及其他第三方的权利、利益、名誉等损害
            </p>
            <p>
              (3)青少年的身心有可能会影响行为,违反其他序良俗的行为进行
            </p>
            <p>
              (4)其他用户其他第三者成为垃圾行为和不快,让行为进行
            </p>
            <p>
              (5)输入虚假信息
            </p>
            <p>
              (6)发送或写入有害的计算机程序、邮件
            </p>
            <p>
              (7)对本公司的服务器及其他计算机进行非法访问
            </p>
            <p>
              (8)用户id和密码的第三者,出租、转让或第三者和公用
            </p>
            <p>
              第11条(cookie等问题)
            </p>
            <p>
              (1)本公司,作为会员登录本公司网站,为了认证会员登陆履历及利用情况的调查结果,所以为了其他会员提供最佳的服务,会员公司的服务器登陆时的ip地址相关的信息,如果手机进入了手机的机体识别号码有关的信息,及饼干(cookie)技术使用了会员的浏览历史等相关信息的收集。
            </p>
            <p>
              (2)如果成员作为会员使用服务，就必须同意前项，并接受曲奇。因此，如果你在浏览器上进行了拒绝cookie的设定，就不能作为会员的服务使用，请事先谅解。
            </p>
            <p>
              第12条(会员信息的处理)
            </p>
            <p>
              本公司根据本公司的hardoffnetmall个人信息保护方针，办理个人信息。
            </p>
            <p>
              第13条(服务利用)
            </p>
            <p>
              在使用各种服务时，需要事先同意该服务的使用规章。
            </p>
            <p>
              第14条(服务的中断、停止等)
            </p>
            <p>
              本公司服务,经常处于良好状态,再使用,为了系统的定期保守和紧急进行保守的情况下,系统负荷集中的情况下,服务的运营产生影响和本公司判断的情况下,确保会员的安全性产生必要的情况下,其他认为有必要的情况下,事先通知,而是提供服务的全部或部分中断或停止等可以采取必要的措施。在这种情况下，关于在会员发生的损失，本公司不会承担一切责任。
            </p>
            <p>
              第15条(特定会员的利用停止会员资格取消)
            </p>
            <p>
              (1)本公司特定的会员属于次各号和判断的情况下,事先没有通知该会员的服务的利用,停止该会员的用户id和密码的变更或取消该会员的会员资格的,可以进行。因此会员产生了某种损失,本公司不承担任何责任。
            </p>
            <p>
              1。会员违反法令或本章程等行为发生的情况
            </p>
            <p>
              2。关于会员服务利用有作弊行为的情况
            </p>
            <p>
              3。有超过一定次数的密码输入错误等会员的安全,为了确保必要时
            </p>
            <p>
              4。其他本公司认为适当的情况下
            </p>
            <p>
              (2)之前的其他会员,本公司的规定一定的期限内未进行一定次数的登录,则本公司在不事先通知该会员的用户id和密码的变更或取消会员资格的,可以进行。
            </p>
            <p>
              第16条(服务的变更、废除)
            </p>
            <p>
              本公司,根据其判断服务的全部或部分因为可以变更和废除。
            </p>
            <p>
              第17条(本章程的修改)
            </p>
            <p>
              本公司,可以任意修改本章程,另外,本公司在本章程的补充章程(以下简称“补充章程”)可以确定。本章程的修改或补充,修改后的章程或补充章程书,本公司所定的网站上传的时候,其效力产生的东西。在这种情况下,会员是修改后的章程及补充章程,服从您。
            </p>
            <p>
              第18条(基于法律,管辖协议)
            </p>
            <p>
              根据本章程是日本法被解释为,本章程相关诉讼产生了必要的情况下,新泻地方法院一审的专属协议管辖法院。
            </p>
            <p>
              <br />
            </p>
            <p>
              以上
            </p>
          </div>
          <div class="agreement-btn-box">
          <router-link to="/login"><div class="agreement-btn">已有账号—马上登陆</div></router-link>
            <router-link to="/regist-submit"><div class="agreement-btn">同意规定并注册会员</div></router-link>
          </div>
        </div>

      </div>

    </div>
    <nav-footer></nav-footer>
  </div>
</template>

<script>
  import NavFooter from "@/components/NavFooter"
  import NavHeader from "@/components/NavHeader"
  import "@/assets/css/base.css"
  import "@/assets/css/regist.css"
  export default {
    name: "regist",
    components: {
      NavHeader,
      NavFooter
    }
  }
</script>

<style scoped>

</style>
